export const TEST_DATA1 = [
  {
    vehicle: 'Погрузчик',
    model: 'Вилочный',
    event: {
      id: 1,
      title: 'Погрузчик Вилочный',
      start: '2022-10-18T10:00:00',
      end: '2022-10-19T12:00:00',
    },
  },
  {
    vehicle: 'Погрузчик',
    model: 'Вилочный',
    event: {
      id: 2,
      title: 'Погрузчик Вилочный',
      start: '2022-10-19T10:00:00',
      end: '2022-10-19T12:00:00',
    },
  },
  {
    vehicle: 'Погрузчик',
    model: 'Вилочный',
    event: {
      id: 3,
      title: 'Погрузчик Вилочный',
      start: '2022-10-17T10:00:00',
      end: '2022-10-17T12:00:00',
    },
  },
  {
    vehicle: 'Погрузчик',
    model: 'Вилочный',
    event: {
      id: 4,
      title: 'Погрузчик Вилочный',
      start: '2022-10-16T10:00:00',
      end: '2022-10-14T12:00:00',
    },
  },
];
const TEST_DATA2 = [
  {
    vehicle: 'Погрузчик',
    model: 'Телескопический',
    event: {
      id: 1,
      title: 'Погрузчик Телескопический',
      start: '2022-10-18T10:00:00',
      end: '2022-10-19T12:00:00',
    },
  },
  {
    vehicle: 'Погрузчик',
    model: 'Телескопический',
    event: {
      id: 2,
      title: 'Погрузчик Телескопический',
      start: '2022-10-19T10:00:00',
      end: '2022-10-19T12:00:00',
    },
  },
  {
    vehicle: 'Погрузчик',
    model: 'Телескопический',
    event: {
      id: 3,
      title: 'Погрузчик Телескопический',
      start: '2022-10-17T10:00:00',
      end: '2022-10-17T12:00:00',
    },
  },
  {
    vehicle: 'Погрузчик',
    model: 'Телескопический',
    event: {
      id: 4,
      title: 'Погрузчик Телескопический',
      start: '2022-10-16T10:00:00',
      end: '2022-10-14T12:00:00',
    },
  },
];